insert into users(login, name, password)
values ('user', 'User', '40bd001563085fc35165329ea1ff5c5ecbdbbeef'); /* password is 123 */

insert into books(name, author, description)
values ('Война и мир', 'Лев Толстой',
        'Роман-эпопея Льва Николаевича Толстого, описывающий русское общество в эпоху войн против Наполеона в 1805-1812 годах.'),
       ('1984', 'Джордж Оруэлл', 'Роман-антиутопия Джорджа Оруэлла, изданный в 1949 году.'),
       ('Улисс', 'Джеймс Джойс', ''),
       ('Лолита', 'Владимир Набоков', ''),
       ('Шум и ярость', 'Уильям Фолкнер', '');
